[
  {
    "NAMES": [
      "variation"
    ],
    "DESCRIPTION": "When you have the #y variation, all cards played are considered to be of the same type as the current tempo."
  },
  {
    "NAMES": [
      "point (of argument)"
    ],
    "DESCRIPTION": "Discover 1 card to add to your hand. This card's energy consumption becomes 0 for the turn and is consumed after use."
  },
  {
    "NAMES": [
      "beats"
    ],
    "DESCRIPTION": "Whenever a card is played, gain a layer of #y tempo of that card type NL Playing a card of a different type than the current tempo clears the current #y tempo NL When you have 7 layers of #y tempo, consume 7 layers of #y tempo , gain an extra turn, and go into play!"
  },
  {
    "NAMES": [
      "gravitational"
    ],
    "DESCRIPTION": "For each layer of #y gravity you have, damage received is increased by 5%."
  },
  {
    "NAMES": [
      "glitter"
    ],
    "DESCRIPTION": "Shine will give some of your cards an extra effect."
  },
  {
    "NAMES": [
      "play a musical instrument"
    ],
    "DESCRIPTION": "Goes into an extra turn and triggers the #y playing effect of the Live song . The playing turn inherits the remaining cost from the previous turn and gains an additional [E] ."
  },
  {
    "NAMES": [
      "in preparation"
    ],
    "DESCRIPTION": "Can't get into playing."
  },
  {
    "NAMES": [
      "a musical score"
    ],
    "DESCRIPTION": "Name and Reputation:Gain 20 block points by clearing negative effects. NL Potential Indication:Gain 2 Strength and 2 Agility. NL Beyoncé Walk:Gain [E] [E] NL Draw 2 cards . NL Cutting Line:Gain 2 new dots. NL 壱雫空: Gives all enemies 5 levels of Weakness and Vulnerability. NL Shadow Dance: Gain a block equal to the unblocked damage dealt. NL Kasuga Shadow:Stun all enemies NL Shishoujou: Double the damage of all your attacks . NL Tone One Momo: Gain Barrier, gain 20 block points ."
  },
  {
    "NAMES": [
      "Retrograde."
    ],
    "DESCRIPTION": "The Void-White Trio +1 Strength +1 Agility per play; if Gravity and Shine are not equal in number, \"I love you, what's it to you?\" There is a 50% chance of drawing one less card when played, and a 50% chance of triggering one less cost reduction."
  },
  {
    "NAMES": [
      "Relic of the Stars"
    ],
    "DESCRIPTION": "The Void White Trio removes all \"in readiness\" each time it plays the Guitar - Asakusa & Shimmering Dew triggers; if all three revues have been played, foresee 5 each time it gets a performance ready."
  },
  {
    "NAMES": [
      "The White Myth"
    ],
    "DESCRIPTION": "The Void-White Trio applies 2 levels of gravity and 4 levels of entanglement to the entire enemy field each time it is played; \"Destroy you, and what have you to do with it?\" No longer gains artifacts when played."
  },
  {
    "NAMES": [
      "alone"
    ],
    "DESCRIPTION": "Triggers additional effects when there is only 1 song in the song list."
  }
]